Dlubal.DynamPro.ErrorInfo
Information about an error.

Dlubal.DynamPro.ErrorInfo.ModuleName
Name of the module

Dlubal.DynamPro.ErrorInfo.Load
Load

Dlubal.DynamPro.ErrorInfo.ErrorNo
Error number

Dlubal.DynamPro.ErrorInfo.Type
Error type

Dlubal.DynamPro.ErrorInfo.Description
Error description